experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_64_threads_4_pipeline_10/redis.out
4         Threads
64        Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       699718.76          ---          ---         3.04575         2.95900         4.95900         7.55100    734732.53 
Gets       139942.04       129.04    139813.00         3.04451         2.95900         4.95900         7.51900      5708.46 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     839660.80       129.04    139813.00         3.04554         2.95900         4.95900         7.55100    740440.99